{
    "虾虎鱼": {
        "images": [],
        "alias": "鰕虎鱼",
        "distribution": "除南极、北极外的世界各沿岸水域，主要密集于印度-西太平洋暖水区域、特别是在热带和亚热带水域,大西洋中美洲沿岸及地中海欧洲沿岸亦有",
        "food": "食性很杂，比它小的鱼、虾、蠕虫及其他鱼类的卵都是虾虎鱼的食物。主要摄食虾、蟹等甲壳类、小型鱼类、蛤类幼体，有的摄食底栖硅藻；生活在淡水的种类也食水生昆虫和蠕虫。",
        "appearance": [
            "虾虎鱼主要栖息在海水中，是一类体型小的食肉类鱼，大多数（约700种以上）种类属于虾虎鱼科。它们的特点是身体细长，有两条脊鳍。第一条有几根细微的脊骨，头部和两侧有一系列小的感官，尾巴呈圆形，身上都有明亮的色彩。有些种类，如欧洲的水晶虾虎鱼呈现透明的色彩。多数成年鱼身长约10厘米，分布在菲律宾的一种虾虎鱼身长只有13毫 各种虾虎鱼组成了分类学中的虾虎鱼科 (Gobiidae)，又作鰕虎鱼科。它是鱼类中最大的一个科, 已知有超过2000种。绝大多数体型小，一般短于10 cm。",
            "虾虎鱼类最突出的形态特征就是其腹鳍愈合成一吸盘状。该吸盘的功能与䲟鱼的背鳍吸盘和圆鳍鱼科的腹鳍吸盘类似，但在解剖上是十分不同的结构，因此只是趋同进化的结果。",
            "世界上最小的脊椎动物要数Trimmatom和Pandaka属的虾虎鱼类，它们完全成熟后也短于1cm ，分布在菲律宾的一种虾虎鱼身长只有13毫米。也有些体型较大的虾虎鱼，比如拟虾虎鱼Gobioides的种类，体长可超过30cm，但这是少有的例外。"
        ],
        "brief-intro": [
            "虾虎鱼基本上生存于浅海环境，主要栖息于近岸潮间带、底质为泥沙或岩礁的浅海区、珊瑚礁和海草牧场；它们也大量存在于海水和河口栖息地，包括河流下游、红树林湿地和盐沼地，少数生活于激流或穴居于泥洞中，如产于东太平洋区域的刺虾虎鱼栖息在沙土的洞穴或者泥泞中。少数种类（还未完全清楚，但少于几百种）可完全适应于淡水环境，其中包括亚洲河流中的吻虾虎鱼（Rhinogobiusspp），澳大利亚沙漠的雷虾虎鱼（Redigobius）以及欧洲的淡水虾虎（Padagobiusmartensii）。还有一种带有鲜明的蓝色环，产于加勒比海的小虾虎鱼，也喜欢和其他动物同巢共穴。它们往往会充当其他大鱼的清洁工，把它们身上的寄生物吃干净。",
            "虾虎鱼喜欢逆流而上。例如，夏威夷岛是地球上最偏远的群岛，这里的溪流是鱼类生存的好地方，没什么竞争和猎食者。但奇怪的是这里却很少有鱼，竞争的残酷威胁让这些虾虎鱼不愿争夺族群中的“上层地位”，反而会全力维持自己的弱者地位。",
            "虾虎鱼基本生存于热带浅海环境里，珊瑚礁、海草牧场，以及河流下游等的洞穴和泥沙中，少数种类可完全适应于淡水环境。它们最突出的特征是，腹鳍可以愈合成一吸盘状，能吸附在岩石上固定身体，防止被急流冲走。可小不点儿干出的事情，会令大鱼、大人们都望尘莫及，叹为观止。也许是出于猎奇心理，也许是被海里的大鱼追杀得无路可逃，小小的虾虎鱼，就靠着小小的吸盘，离开大海的怀抱，逆河流而上，遇到巨石或陡崖，就攀岩，攀岩，再攀岩，要去寻一方世外的桃源。"
        ]
    },
    "鲶鱼": {
        "images": [],
        "alias": "塘虱、胡子鲢、黏鱼、塘鲺鱼、生仔鱼、活的子、鲶柺鱼",
        "distribution": "世界各地均有分布。生活在河湖池沼等处，白昼潜伏水底泥中，夜晚出来活动。",
        "food": "捕食对象多为小型鱼类，如餐条、鲫鱼、鰕虎鱼、麦穗鱼、鲤鱼、泥鳅等，也吃虾类和水生昆虫。",
        "appearance": [
            "体长形，头部平扁，尾部侧扁。",
            "口下位，口裂小，末端仅达眼 前缘下方。下颚突出。齿间细，绒毛状，颌齿及梨齿均排列呈弯带状，梨骨齿 带连续，后缘中部略凹入。",
            "眼小，被皮膜。成鱼须2对4根，上颌须可深达胸鳍末端，下颌须较短。幼鱼期须3对，体长至60毫米左右时1对颏须开始消失。",
            "鲇鱼多黏液，体无鳞。背鳍很小，无硬刺，有4～6根鳍条。无脂鳍。臀鳍很长，后端连于尾鳍。鲇鱼体色通常呈黑褐色或灰黑色，略有暗云状斑块。"
        ],
        "brief-intro": [
            "鲶鱼属夜行性动物，白天静静地藏在河底的坑里或树根下。食量大，如多瑙河鲇的大型种类会袭击小型的水鸟或老鼠，底层凶猛性鱼类。怕光，喜欢生活在 江河近岸的石隙、深坑、树根底部的土洞或石洞里，以及流速缓慢的水域。春天开始活动，觅食。入冬后不食，潜伏在深水区或洞穴里过冬，如果没有什么东西去侵动，一般不游动。",
            "鲶鱼眼小，视力弱，昼伏夜出，全凭嗅觉和两对触须猎食，很贪食，天气越热，食量越大，阴天和夜间活动频繁。鲶鱼对于环境的适应能力超强，其寿命可达70余年。",
            "鲶鱼性成熟早，一般一龄即成熟。产卵期长江一带为4～6月，越往南越早，越往北越晚。产卵时成群追逐，和达尔文蛙相似，雄性鲶鱼也是把雌鲶鱼产的卵含在嘴 里，以此孵出小鲶鱼。不同的是，雄鲶鱼在这段时期不能进食。幼鱼以浮游动物、软体动物为食，其中水生昆虫的幼虫和虾类是它的美味佳肴。"
        ]
    },
    "大眼鲷": {
        "images": [],
        "alias": "长尾大眼鲷、大目鱼、大目莲、红目鲢",
        "distribution": "分布于西太平洋、热带及亚热带海域，自印度尼西亚到日本；中国主要产于南海和东海南部。",
        "food": "以浮游动物、幼鱼、体形较大的虾、蟹等甲壳类动物及头足类的乌贼等为食。",
        "appearance": [
            "体稍延长，侧扁；头中等大；吻颇短；眼大；口大，向上倾斜；下颌稍长于上颌，向前方突出；牙细小，圆锥形；前鳃盖偶角处有一个带锯齿缘的强大棘；体被栉鳞，细小而粗糙，坚固不易脱落；侧线完全；背鳍鳍棘向后逐渐增长；背鳍鳍条部与臀鳍同型；胸鳍短小，腹鳍长大，鳍膜间有黑色斑点；尾鳍上下叶向后呈丝状延长。"
        ],
        "brief-intro": [
            "鱼眼有大有小，形状各异，这与它们日常所接触光线的强弱有关系。通常生活在水上层活动的鱼大都有一双正常的眼，而生活在浑浊的水底或者常常钻入泥里的鱼，如泥鳅、黄鳝等，视觉就不太重要了，所以眼睛变得很小。生活在水深500米以下的鱼类，由于那里的光线极弱，所以它们的眼睛很大，否则会看不到东西。例如生活在我国南海的大眼鲷，眼睛竟占头的长度的1/2，可以算是头眼比例的冠军了。但是，栖息在水深2000米左右的深海鱼，情况却完全相反，由于那里根本就没有光线，眼睛再大也不管用，所以它们的眼睛就变得非常小，甚至完全退化了。"
        ]
    },
    "淡水鳗": {
        "images": [],
        "alias": "白鳝、白鳗、河鳗、鳗鲡、青鳝、风馒、日本鳗",
        "distribution": "产于咸淡水交界海域。主要分布在中国长江、闽江、珠江流域中",
        "food": "小鱼、蟹、虾、甲壳动物和水生昆虫，也食动物腐败尸体，更有部分个体的食物中发现有高等植物碎屑",
        "appearance": [
            "鳗鱼的仔鱼体长体长6厘米左右，体重0.1克，但它的头狭小，身体高、薄又透明像片叶子一般，所以称为「柳叶鱼」。它的体液几乎和海水一样，所以可以很省力地随着洋流作长距离的漂送。从产卵场漂回黑潮海流再流回台湾的海边大概要半年之久，在抵达岸边前一个月才开始变态为身体细长透明的鳗线，又称为「玻璃鱼」。所以在每年12-1月间渔民们会忙着在河口附近的海岸用手叉网来捕捞正要溯河的鳗线来卖给养殖户。养殖户在买回去放养后才慢慢有色泽出现，变成黄色的幼鳗和银色的成鳗。在自然条件下，可捕到的鳗鱼的最大个体为45厘米，体重1600克。"
        ],
        "brief-intro": [
            "鳗鲡是一种降河性洄游鱼类，原产于海中，溯河到淡水内长大，后回到海中产卵。每年春季，大批幼鳗（也称白仔、鳗线）成群自大海进入江河口。雄鳗通常就在江河口成长；而雌鳗则逆水上溯进入江河的干、支流和与江河相通的湖泊，有的甚至跋涉 几千公里到达江河的上游各水体。它们在江河湖泊中生长、发育，往往昼伏夜出，喜欢流水、弱光、穴居，具有很强的溯水能力，其潜逃能力也很强。到达性成熟年龄的个体，在秋季又大批降河，游至江河口与雄鳗会合后，继续游至海洋中进行繁殖。据推测其产卵场在北纬30度以南和中国台湾的东南附近，水深400-500米，水温16-17℃，含盐量30‰以上的海水中，1次性产卵，1尾雌鳗1次可产卵700-1000万粒。卵小，直径1毫米左右，浮性，10天内可孵化。孵化后仔鱼逐渐上升到水表层，以后被海流漂向中国、朝鲜、日本沿岸，此时仔鱼约为1龄，冬春在近岸处变为白苗，并随着色素的增加而变为黑苗。开始溯河时为白苗，到溯河后期则以黑苗为主，混杂少量白苗。鳗鲡的性腺在淡水中不能很好地发育，更不能在淡水中繁殖，雌鳗鲡的性腺发育是在降河洄游入海之后才得以完成。在秋末（8-9月间）大批雌鳗接近性成熟时降河入海，并随同在河口地带生长的雄鳗至外海进行繁殖。"
        ]
    },
    "鲈鱼": {
        "images": [],
        "alias": "花鲈、鲈板、花寨、鲈子鱼、七星鲈",
        "distribution": "花鲈分布于西北太平洋地区，包括北海道、符拉迪沃斯托克（海参崴）、朝鲜到雷州半岛以西的海域。在中国，花鲈遍布沿海地区及各大通海江河，尤其在青岛、石岛、秦皇岛及舟山群岛等地为主要产地。在黄海流域，花鲈的分布限于济南以东的黄河下游地区，而在长江流域，曾在江西省九江地区发现其踪迹。",
        "food": "捕食虾类和小鱼为食",
        "appearance": [
            "体较长，前部平扁，粗大，亚圆筒形，向后渐侧扁细小；背缘和腹缘浅弧形；背缘和腹缘浅弧形，躯干前半部稍高，腹鳍基部处体最高；尾柄低长。头宽大，平扁，背缘浅弧形，与上颌相交约25度，头部腹缘浅斜。吻宽大，圆钝，吻长约为眼径2倍。鼻孔2个。眼小，圆形，上侧位，距鳃盖骨后缘略小于距吻端2倍。口宽大，端位，口裂低斜。唇肥厚。上颌稍长于下颌，上颌骨露出，后端圆钝，伸达瞳孔后缘下方。上下颌、犁骨及腭骨均具绒毛状牙群。舌宽厚，圆形，前端稍游离。鳃孔宽大；第四鳃弓后无裂孔。鳃盖膜相连，与峡部相连。鳃盖条6。鳃耙短小，颗粒状。假鳃发达。鼻棘1个，钝尖。吻背前颌骨突高大。鳃盖骨具1低棱，端部扁钝。下鳃盖骨和间鳃盖骨无棘。胸鳍基部上方无肱棘。眼间隔凹入。前鼻孔和后鼻孔均具短管状皮突。其他部位无凹洼，无皮瓣。",
            "体无鳞，散具颗粒状和细刺状皮突，无骨板。头部无鳞。各鳍均无鳞。侧线几平直，略上侧位，伸达尾鳍基底。背鳍连续，起点位于鳃盖骨后缘稍后上方；鳍棘部较短小，胸鳍宽大，腹鳍短小，尾鳍截形，微凸。",
            "体腔中大，腹膜浅灰色。胃囊状，壁厚。肠短于体长，盘曲2次。幽门盲囊6个。无鳔。体黄褐色，具斑纹和斑点。吻侧、眼下、眼间隔和头侧具褐色条纹。鳃盖膜橘红色。体侧在背鳍第二至第四鳍棘下方具1条纹，伸达鳃孔上角，背鳍第五至第九鳍条下方和最后鳍条下方以及尾鳍基底各具2横纹。背鳍鳍条部，臀鳍、胸鳍和尾鳍具多条点列横纹。臀鳍橘红色。腹鳍白色，无斑纹。"
        ],
        "brief-intro": [
            "冷温性海淡水洄游鱼类，体小型，体长约100mm。在淡水中生长肥育，栖息于清澈流水的底层，日间潜伏，夜晚活动，捕食虾类和小鱼。一年即达性成熟。在上海松江地区，亲鱼于每年11月开始向河口洄游，再由河口移向浅海。洄游开始时，性腺尚未成熟，洄游入海而逐渐成熟。降海洄游时雄鱼较早，雌鱼稍晚。一般雄鱼先到产卵场，钻入牡蛎堆成的洞穴中，等待雌鱼前来产卵。产卵后雌鱼离去；雄鱼具有护卵习性，留守洞穴保护卵块，常用胸鳍拂水，供卵子得到充分氧气。繁殖期间不摄食。经过降海和繁殖以后的亲鱼非常瘦弱。繁殖后的亲鱼移向沿海近处索饵。产卵场在潮间带。黄海南部的砺牙礁是松江鲈的一个产卵场，产卵期为2月中旬至3月中旬。约经26天卵子孵化为仔鱼，雌鱼怀卵量5100-12800粒，卵黏性，粘结成块状，卵块呈淡黄色，橘黄或橘红色。幼鱼从4月中旬开始向近岸移动，溯河进入淡水成长。幼鱼生长迅速，两个月平均长度增加3.2倍。幼鱼主食浮游动物。为一名贵鱼类，因肉味鲜美而闻名中外，以上海松江县所产者最为著名。"
        ]
    },
    "巴沙鱼": {
        "images": [],
        "alias": "多利鱼、博氏巨鲶",
        "distribution": "分布于柬埔寨、老挝、泰国、越南、中国（云南）",
        "food": "小鱼、小虾、螺和蚌，亦可摄食水面浮萍及水草等，人工养殖环境下可摄食人工配合饲料",
        "appearance": [
            "鱼体纺锤形，无鳞。头较小且较圆，稍扁平，一般占体长的1/5。额宽，口小、下位，吻小、能伸缩。齿细，主齿（或母齿）为三角形。有2对小须，下颌须1对，外颌须1对，长度为眼径的2～3倍。眼径大，眼圈红黄色。鳃弓5对，有咽喉齿，第一鳃弓鳃耙数为45个。有鼻孔2个，分前后鼻孔。腹大而圆，鳍棘有锯齿，背鳍后缘有小脂鳍。体色有两种，一种背部蓝黑色，腹部较白，另外一种背部呈粉白色，腹部呈白色。肛门白色稍红。肠道较短，为鱼体全长的1.2～1.5倍。"
        ],
        "brief-intro": [
            "巴沙鱼最适宜生长的水温为22～32℃，低于20℃时，随着水温的降低，其生长速度放缓；当水温低于13℃时，则会冻伤直至死亡。在湄公河流域，当年苗种经1年饲养可长至0.8～1.0千克，次年可长至1.5～2.0千克，3年以后可长至3千克以上，最大个体可长到20千克。"
        ]
    },
    "小口牛胭脂鱼": {
        "images": [],
        "alias": "",
        "distribution": "危地马拉、墨西哥（恰帕斯州、奇瓦瓦州、科阿韦拉州、克雷塔罗州、塔巴斯科州、塔毛利帕斯州、韦拉克鲁斯州）、美国",
        "food": "摄食无脊椎动物、水草，主要食物为浮游动物、附着藻类、摇蚊科、蝙蝠科和毛翅目",
        "appearance": [
            "背鳍22-30；腹鳍9-10；胸鳍15-18；尾鳍10-11；侧线鳞少于45；鳃耙少于60；咽齿115-167。",
            "身体深而窄，最大深度为标准的2.2-2.8倍长度；头部厚度为标准长度的5倍以上；上颌后尖至下颌骨前方距离小于眼睛（在大的成鱼中大约等于眼睛）。嘴小，只有一点点斜的；上颚明显短于吻；上唇远低于下唇眼眶边缘；嘴唇厚而粗糙具条纹。幼鱼有末端的嘴。",
            "下鳃盖中间最宽，近微圆形；脸颊浅而缩短（眼睛到前鳃后斜角距离鳃缝上角的3/4）；眼睛靠近鼻尖而不是后脑；头部逐渐比身体细；背鳍基部超过1/3的标准长度。雄性头上有交配结节。肠很长，环与体轴平行。菲利普斯和安德希尔（Phillips & Underhill，1971）指出，在侧线以下鳞片数量、头部深度与标准长度的比例以及前鳍鳍片的长度与标准长度的比例之间的性别差异。但是，差异很小，可能不会在种群水平上表现出来。",
            "背面深灰色；两侧青铜色至金色；腹部淡黄白色。鳍灰褐色。产卵期间鳍变黑。"
        ],
        "brief-intro": [
            "雄性在4-5岁（最小长度411毫米）达到性成熟；雌性在6岁后成熟（最小尺寸444毫米）。在新墨西哥州的象山水库，雄性的成熟速度是雌性的两倍，雄性在一年内即可成熟。产卵期从3-9月，温度为15.5-27.5℃，产卵高峰期在7月。在美国阿拉巴马州，产卵时间为3-5月，水温为13.9-21.1℃。嗜石产卵者，把卵产在岩石和砾石上，其底栖的幼鱼藏在石头下面。在浅水区产卵，卵随机地沉积在底部或植物上。在新墨西哥州，产卵主要发生在高水位时期淹没的陆地植被上。"
        ]
    },
    "黑鱼": {
        "images": [],
        "alias": "乌鱼、蛇头鱼、财鱼、乌鳢",
        "distribution": "从朝鲜半岛、中俄边境的黑龙江流域、乌苏里河流域一直延伸至兴凯湖，南至长江流域",
        "food": "以其他鱼类、青蛙、淡水甲壳类动物以及水生昆虫为主要食物来源",
        "appearance": [
            "乌鳢的体型较大，成年乌鳢体长大约为40~60厘米，最大长度可达1米；一般体重约为0.5~1千克，最大8~9千克。整体形态体肥而延长，前部呈圆筒状，后部呈侧扁。",
            "乌鳢的头部特征显著，呈大而尖长的形状，前半部稍微扁平，后半部略呈凸起，头顶覆盖着不规则排列的鳞片，而且具有发达的粘液孔。短而圆钝的吻部，口较大，口裂稍微倾斜，伸向眼睛后下缘，下颌稍微突出。",
            "乌鳢的体色呈灰黑色，头部和身体的上半部分较为深暗，腹部呈淡白色。身体侧面有大约11个不规则分布的大黑斑，沿着背中线有一行小黑斑。头部侧面有两条黑色的纵带状纹，而头部下部和胸腹部有褐色小点点缀。鳍的颜色为淡黄色，奇数背鳍上有黑白相间的斑点，偶数背鳍上则有不规则的斑点。"
        ],
        "brief-intro": [
            "乌鳢通常表现出昼伏夜出的生活习性，更喜欢在黄昏和夜晚活跃，特别是在靠近岸边的水生植被中觅食。它们在不同季节选择不同的活动水层，春末时在水体的上层活动，夏季则更多地在下层活动。到了深秋，它们常常潜伏于水体深处，而在严寒的冬季，乌鳢会蛰居在水底，有时甚至将身体埋在泥土中越冬。成年乌鳢则更倾向于独自行动，是独居的掠食者，展现出较强的领地意识，但在例如食物来源不足等极端条件下，它们会分散开各自觅食。",
            "乌鳢具有发出少量噪音的能力。成熟的乌鳢在觅食时被观察到发出呼噜声，而当它们浮到水面呼吸时则会发出点击声。它们还具有较好的视力，更喜欢在低光照条件下捕猎，甚至被发现攻击水外（例如树枝上）的昆虫和其他非水生动物。此外，还具有化学感知的能力。它们能够通过嗅到水中的血液化学物质痕迹来感知附近水域是否有受伤的动物，或者是否有食物来源。"
        ]
    },
    "金鱼": {
        "images": [],
        "alias": "",
        "distribution": "亚洲、欧洲、北美洲",
        "food": "喜食动物性食物，也食植物种子、水草叶片、嫩芽及有机颗粒。",
        "appearance": [
            "金鱼体形变异甚大。头腹俱大，粗短；尾有单尾和双尾之分。头有虎头、狮头、鹅头及绒球等多种，除平头外，多凸起成瘤状。眼突出，按形状有龙眼、朝天眼、水泡眼等，鳃有正常鳃和反鳃；鳞片除常鳞外，尚有透明鳞和珍珠鳞。鳍大，背鳍有或无；臀鳍有单鳍和双鳍；尾鳍多分为3叶或4叶而披散；体色有多种花色。"
        ],
        "brief-intro": [
            "金鱼性情温和，喜光线充足、温度适宜、溶氧丰富、水质清澈、不含有毒物质的水体。金鱼不会跳跃，只能在水中缓缓游动，但很少长时间停下来，集群现象不明显。金鱼属于一种杂食偏肉食性的淡水鱼类，具有发达的咽喉齿，可以吞食较硬的饵料，喜食动物性食物，也食植物种子、水草叶片、嫩芽及有机颗粒。。金鱼对水温的适应能力较强，但是不能适应温度的剧烈变化，其适宜的水温在18-26℃，温度过高或过低都会影响金鱼的摄食和生长繁殖。金鱼喜欢偏弱碱性的水，水体的pH值在7.5-8.0较为适宜。在中国北方春夏交接之际，水温开始回升的时候，金鱼也进入了繁殖期，这个时期的水温控制在20℃左右较利于金鱼的产卵和孵化。"
        ]
    }
}